# ************************************************************
# Sequel Pro SQL dump
# Version 4096
#
# http://www.sequelpro.com/
# http://code.google.com/p/sequel-pro/
#
# Host: 127.0.0.1 (MySQL 5.5.38-0ubuntu0.14.04.1)
# Database: isuda
# Generation Time: 2014-10-06 10:28:44 +0000
# ************************************************************


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;


# Dump of table secondCategory
# ------------------------------------------------------------

DROP TABLE IF EXISTS `secondCategory`;

CREATE TABLE `secondCategory` (
  `id` int(3) NOT NULL AUTO_INCREMENT,
  `name` varchar(20) NOT NULL DEFAULT '',
  `firstId` int(3) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `secondCategory` WRITE;
/*!40000 ALTER TABLE `secondCategory` DISABLE KEYS */;

INSERT INTO `secondCategory` (`id`, `name`, `firstId`)
VALUES
	(101,'여성의류',1),
	(102,'남성의류',1),
	(103,'아동의류',1),
	(104,'여성언더웨어/잠옷',1),
	(105,'남성언더웨어/잠옷',1),
	(201,'여성신발',2),
	(202,'남성신발',2),
	(203,'여성가방',2),
	(204,'남성가방',2),
	(205,'여행용가방/소품',2),
	(206,'지갑',2),
	(207,'시계',2),
	(208,'주얼리',2),
	(209,'모자',2),
	(210,'선글라스/안경테',2),
	(301,'스킨케어',3),
	(302,'선케어',3),
	(303,'베이스메이크업',3),
	(304,'색조메이크업',3),
	(305,'클렌징',3),
	(306,'마스크/팩',3),
	(307,'헤어케어',3),
	(308,'헤어스타일링',3),
	(309,'바디케어',3),
	(310,'네일케어',3),
	(311,'남성화장품',3),
	(312,'향수',3),
	(313,'뷰티소품',3),
	(401,'휴대폰',4),
	(402,'카메라/캠코더용품',4),
	(403,'영상가전',4),
	(404,'생활가전',4),
	(405,'주방가전',4),
	(406,'휴대폰액세서리',4),
	(407,'게임/타이틀',4),
	(408,'음향가전',4),
	(409,'이미용가전',4),
	(410,'계절가전',4),
	(411,'저장장치',4),
	(412,'네트워크장비',4),
	(413,'PC주변기기',4),
	(414,'자동차기기',4),
	(415,'노트북',4),
	(416,'태블릿PC',4),
	(417,'PC',4),
	(418,'모니터',4),
	(501,'침실가구',5),
	(502,'주방가구',5),
	(503,'수납가구',5),
	(504,'침구단품',5),
	(505,'커튼/블라인드',5),
	(506,'거실가구',5),
	(507,'서재/사무용가구',5),
	(508,'DIY자제/용품',5),
	(509,'침구세트',5),
	(510,'홈데코',5),
	(511,'카페트/러그',5),
	(512,'아동/주니어가구',5),
	(513,'아웃도어가구',5),
	(514,'인테리어소품',5),
	(515,'솜류',5),
	(516,'수예',5),
	(601,'분유',6),
	(602,'기저귀',6),
	(603,'물티슈',6),
	(604,'이유식',6),
	(605,'간식/영양제',6),
	(606,'수유용품',6),
	(607,'유모차',6),
	(608,'카시트',6),
	(609,'외출용품',6),
	(610,'목욕용품',6),
	(611,'스킨/바디용품',6),
	(612,'위생/건강용품',6),
	(613,'구강/청결용품',6),
	(614,'소독/살균용품',6),
	(615,'안전용품',6),
	(616,'유아가구',6),
	(617,'이유식용품',6),
	(618,'임부복',6),
	(619,'유아의류',6),
	(701,'축산',7),
	(702,'수산',7),
	(703,'농산물',7),
	(704,'반찬',7),
	(705,'김치',7),
	(706,'음료',7),
	(707,'과자',7),
	(708,'아이스크림/빙수',7),
	(709,'가공식품',7),
	(710,'냉동/간편조리식품',7),
	(711,'건강식품',7),
	(712,'다이어트식품',7),
	(801,'등산',8),
	(802,'캠핑',8),
	(803,'골프',8),
	(804,'자전거',8),
	(805,'스키/보드',8),
	(806,'낚시',8),
	(807,'수영',8),
	(808,'헬스',8),
	(809,'인라인스케이트',8),
	(810,'요가/필라테스',8),
	(811,'오토바이/스쿠터',8),
	(901,'자동차용품',9),
	(902,'주방용품',9),
	(903,'세탁용품',9),
	(904,'수납/정리용품',9),
	(905,'문구/사무용품',9),
	(906,'생활용품',9),
	(907,'공구',9),
	(908,'화방용품',9),
	(909,'악기',9),
	(910,'애완',9),
	(1001,'공연/티켓',10),
	(1002,'모바일쿠폰/상품권',10),
	(1003,'지류/카드상품권',10),
	(1004,'여행/항공권',10),
	(1005,'e컨텐츠',10),
	(1006,'레저이용권',10),
	(1007,'꽃/케이크배달',10),
	(1101,'화장품',11),
	(1102,'주얼리',11),
	(1103,'시계/기프트',11),
	(1104,'패션/잡화',11),
	(1105,'전자제품',11),
	(1106,'향수',11);

/*!40000 ALTER TABLE `secondCategory` ENABLE KEYS */;
UNLOCK TABLES;



/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
